Revit 2024 API
ParameterTypeId.CurtaingridUseCurveDistn2 Property
 "Use Curve Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurtaingridUseCurveDistn2 { get; }
Visual Basic
Public Shared ReadOnly Property CurtaingridUseCurveDistn2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtaingridUseCurveDistn2 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace